'use client'
import Breadcrumbs from '@/components/modules/Breadcrumbs/Breadcrumbs'
import { useBreadcrumbs } from '@/hooks/useBreadcrumbs'
import styles from '@/styles/policy/index.module.scss'

const PersonalDataPolicyPage = () => {
  const { getDefaultTextGenerator, getTextGenerator } = useBreadcrumbs(
    'personal_data_policy'
  )

  return (
    <main>
      <Breadcrumbs
        getDefaultTextGenerator={getDefaultTextGenerator}
        getTextGenerator={getTextGenerator}
      />
      <section className={styles.policy}>
        <div className='container'>
          <h1>Політика обробки персональних даних</h1>

<p>
  <strong>1. ТЕРМІНИ ТА ВИЗНАЧЕННЯ</strong>
</p>
<p>
  1.1. <strong>Персональні дані</strong> — будь-яка інформація, що стосується певної або визначуваної на основі такої інформації фізичної особи (суб'єкта персональних даних), зокрема його прізвище, ім'я, по батькові, рік, місяць, дата та місце народження, адреса, електронна адреса, номер телефону (домашній, мобільний), інша інформація.
</p>
<p>
  1.2. <strong>Обробка персональних даних</strong> — дії (операції) з персональними даними, включаючи їх збір, запис, систематизацію, накопичення, зберігання, уточнення (оновлення, зміна), використання, вилучення, розповсюдження шляхом передачі, зокрема трансграничної, обезособлення, блокування, знищення, видалення, зокрема в цілях.
</p>
<p>
  1.3. <strong>Конфіденційність персональних даних</strong> — обов'язкове для дотримання призначеною відповідальною особою, яка отримала доступ до персональних даних, вимога не допустити їх розповсюдження без згоди суб'єкта або іншої законної підстави.
</p>
<p>
  1.4. <strong>Розповсюдження персональних даних</strong> — дії, спрямовані на передачу персональних даних певному колу осіб (передача персональних даних) або на ознайомлення з персональними даними необмеженого кола осіб, зокрема оголошення персональних даних у засобах масової інформації, розміщення в інформаційно-телекомунікаційних мережах або надання доступу до персональних даних будь-яким іншим способом.
</p>
<p>
  1.5. <strong>Використання персональних даних</strong> — дії (операції) з персональними даними, здійснювані з метою прийняття рішень або здійснення інших дій, що породжують юридичні наслідки щодо суб'єктів персональних даних або іншим чином торкаються їхніх прав і свобод або прав і свобод інших осіб.
</p>
<p>
  1.6. <strong>Блокування персональних даних</strong> — тимчасове припинення збору, систематизації, накопичення, використання, розповсюдження персональних даних, зокрема їх передачі.
</p>
<p>
  1.7. <strong>Знищення персональних даних</strong> — дії, внаслідок яких неможливо відновити зміст персональних даних в інформаційній системі персональних даних або внаслідок яких знищуються матеріальні носії персональних даних.
</p>
<p>
  1.8. <strong>Обезособлення персональних даних</strong> — дії, внаслідок яких неможливо без використання додаткової інформації визначити належність персональних даних конкретному суб'єкту.
</p>
<p>
  1.9. <strong>Загальнодоступні персональні дані</strong> — персональні дані, доступ до яких надано необмеженому колу осіб за згодою суб'єкта або на які відповідно до федеральних законів не поширюється вимога дотримання конфіденційності.
</p>
<p>
  1.10. <strong>Інформація</strong> — відомості (повідомлення, дані) незалежно від форми їх представлення.
</p>
<p>
  1.11. <strong>Клієнт (суб'єкт персональних даних)</strong> — фізична особа, споживач товарів/послуг ТОВ «Панавто», надалі «Компанія».
</p>
<p>
  1.12. <strong>Оператор</strong> — державний орган, муніципальний орган, юридична або фізична особа, самостійно або спільно з іншими особами організовують і (або) здійснюють обробку персональних даних, а також визначають цілі обробки персональних даних, склад персональних даних, що підлягають обробці, дії (операції), що здійснюються з персональними даними. В рамках цього документу Операторами є ТОВ «Панавто» (Продавець) - 143085, Московська область, Одинцівський р-н, р.п. Зарічжя, вул. Торгова, д.4, стр.1, а також інші організації, з якими Оператори уклали/укладуть відповідні Договори для реалізації цілей обробки персональних даних Клієнтів, визначених умовами цього Положення, зокрема для направлення Клієнтам різними засобами зв'язку рекламної інформації Операторів тощо, а також договори з метою проведення соціологічних та інших досліджень, зокрема досліджень індексу задоволеності споживачів якістю наданих Операторами товарів і послуг, які проводяться Операторами самостійно або із залученням третіх осіб, для здійснення розсилок.
</p>
<p>&nbsp;</p>
<p>
  <strong>2. ЗАГАЛЬНІ ПОЛОЖЕННЯ</strong>
</p>
<p>
  2.1. Ця Політика обробки та захисту персональних даних Клієнтів ТОВ «Панавто» (далі — Положення) розроблена відповідно до Конституції Російської Федерації, Цивільного кодексу Російської Федерації, Федерального закону «Про інформацію, інформаційні технології та захист інформації», Федерального закону «Про персональні дані», інших нормативно-правових актів, що діють на території Російської Федерації.
</p>
<p>
  2.2. Мета розробки Положення — визначення порядку обробки та захисту персональних даних усіх Клієнтів Компанії, дані яких підлягають обробці, на підставі повноважень оператора; забезпечення захисту прав і свобод людини та громадянина при обробці його персональних даних, зокрема захисту прав на недоторканність приватного життя, особисту і сімейну таємницю, а також встановлення відповідальності посадових осіб, що мають доступ до персональних даних, за невиконання вимог норм, що регулюють обробку та захист персональних даних.
</p>
<p>&nbsp;</p>
<p>
  <strong>3. ПРИНЦИПИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ</strong>
</p>
<p>
  3.1. Обробка персональних даних у Компанії ґрунтується на наступних принципах:
</p>
<ul>
  <li>
    законності цілей та способів обробки персональних даних і добросовісності;
  </li>
  <li>
    відповідності цілей обробки персональних даних цілям, заздалегідь визначеним і заявленим при зборі персональних даних, а також повноваженням Компанії;
  </li>
  <li>
    відповідності обсягу та характеру оброблюваних персональних даних, способів обробки персональних даних цілям обробки персональних даних;
  </li>
  <li>
    достовірності персональних даних, їх актуальності та достатності для цілей обробки, недопустимості обробки зайвих по відношенню до цілей збору персональних даних;
  </li>
  <li>
    легітимності організаційних та технічних заходів по забезпеченню безпеки персональних даних;
  </li>
  <li>
    неперервності підвищення рівня знань працівників Компанії в сфері забезпечення безпеки персональних даних при їх обробці;
  </li>
  <li>
    прагнення до постійного вдосконалення системи захисту персональних даних.
  </li>
</ul>
<p>&nbsp;</p>
<p>
  <strong>4. ЦІЛІ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ</strong>
</p>
<p>
  4.1. Обробка персональних даних у Компанії здійснюється з метою:
</p>
<ul>
  <li>
    планування операційної діяльності роздрібних підрозділів Компанії;
  </li>
  <li>
    використання для автоматизації процесів формування первинних документів (договорів, рахунків на оплату, універсальних передаткових документів, різних Актів, паспортів транспортних засобів, Наряд-заказу, попередніх наряд-заказів, накладних тощо);
  </li>
  <li>
    ідентифікації клієнта при його зверненні до Компанії по телефону і/або електронним засобам зв'язку;
  </li>
  <li>
    ідентифікації клієнта при здійсненні основних видів діяльності Компанії, передбачених Статутом;
  </li>
  <li>
    використання для автоматизації процесів документарного оформлення бізнес–процесів при продажі автомобілів, наданні послуг (виконанні робіт) з ремонту та технічного обслуговування автомобілів та формування звітів, при продажі запчастин, аксесуарів;
  </li>
  <li>
    формування єдиної клієнтської бази покупців автомобілів для автоматизації завдань післяпродажного обслуговування та маркетингу;
  </li>
  <li>забезпечення рекламної діяльності Компанії;</li>
  <li>
    використання для автоматизації процесів формування звітних документів по діяльності страхових агентів;
  </li>
  <li>
    автоматизації, оптимізації операційної діяльності Компанії;
  </li>
  <li>ведення та актуалізація клієнтської бази;</li>
  <li>
    отримання та дослідження статистичних даних об обсягах продажів та якості наданих послуг;
  </li>
  <li>проведення маркетингових програм;</li>
  <li>
    вивчення кон’юнктури ринку автомобілів, автомобільних запасних частин і аксесуарів, послуг з ремонту автомобілів;
  </li>
  <li>
    проведення опитувань і досліджень, спрямованих на виявлення задоволеності/незадоволеності клієнтів, постійного вдосконалення рівня наданих послуг;
  </li>
  <li>
    інформування клієнтів по каналах зв'язку (СМС-розсилку, розсилку мультимедійних повідомлень через мобільні додатки тощо) про пропоновані Компанією автомобілі, запасні частини та аксесуари, надані послуги, проведені бонусні, сервісні заходи, рекламні, відгукові акції тощо;
  </li>
  <li>
    рекламу та інше будь-яке просування товарів і послуг Операторів на ринку шляхом здійснення прямих контактів із суб'єктами персональних даних;
  </li>
  <li>
    реалізації страхових продуктів, зокрема, але не обмежуючись, оформлення полісів КАСКО, ОСАГО тощо;
  </li>
  <li>
    технічної підтримки при обробці інформації, документації та персональних даних з використанням засобів автоматизації та без такого використання.
  </li>
</ul>
<p>
  4.2. Зокрема обробка персональних даних здійснюється в автоматизованих інформаційних системах. Склад персональних даних, що обробляються з використанням інформаційних систем персональних даних Компанії, повинен відповідати цілям і завданням збору, обробки та використання персональних даних.
</p>
<p>&nbsp;</p>
<p>
  <strong>5. ПОРЯДОК ОТРИМАННЯ (ЗБОРУ) ПЕРСОНАЛЬНИХ ДАНИХ</strong>
</p>
<p>
  5.1. Всі персональні дані Клієнта отримуються у нього особисто з його письмової згоди або в електронному вигляді, після прочитання згоди і натискання відповідної кнопки, крім випадків, передбачених законами РФ.
</p>
<p>
  5.2. Згода Клієнта на використання його персональних даних зберігається в Компанії в паперовому і/або електронному вигляді.
</p>
<p>
  5.3. Згода суб'єкта на обробку персональних даних діє протягом всього строку дії договору, а також <strong>протягом 10 років</strong> з дати припинення дії договірних відносин Клієнта з Компанією. По закінченню зазначеного строку дія згоди вважається продовженою на кожні наступні п’ять років за відсутності відомостей про її відкликання.
</p>
<p>
  5.4. Якщо персональні дані Клієнта можливо отримати лише у третьої сторони, Клієнт повинен бути повідомлений про це заздалегідь і від нього повинна бути отримана письмова згода. Третя особа, яка надає персональні дані Клієнта, повинна мати згоду суб'єкта на передачу персональних даних Компанії. Компанія зобов’язана отримати підтвердження від третьої особи, яка передає персональні дані Клієнта, про те, що персональні дані передаються з його згоди. Компанія зобов’язана при взаємодії з третіми особами укласти з ними угоду про конфіденційність інформації, що стосується персональних даних Клієнтів.
</p>
<p>
  5.5. Компанія зобов’язана повідомити Клієнта про цілі, передбачувані джерела та способи отримання персональних даних, а також про характер підлягаючих отриманню персональних даних і наслідки відмови Клієнта персональних даних надати письмову згоду на їх отримання.
</p>
<p>
  5.6. Обробка персональних даних Клієнтів без їх згоди здійснюється у таких випадках:
</p>
<p>5.6.1. Персональні дані є загальнодоступними.</p>
<p>
  5.6.2. На вимогу уповноважених державних органів у випадках, передбачених федеральним законом.
</p>
<p>
  5.6.3. Обробка персональних даних здійснюється на підставі федерального закону, який встановлює її ціль, умови отримання персональних даних і коло суб'єктів, персональні дані яких підлягають обробці, а також визначає повноваження оператора.
</p>
<p>
  5.6.4. Обробка персональних даних здійснюється з метою укладення і виконання договору, однією зі сторін якого є суб'єкт персональних даних – Клієнт.
</p>
<p>
  5.6.5. Обробка персональних даних здійснюється для статистичних цілей за умови обов’язкового обезособлення персональних даних.
</p>
<p>5.6.6. В інших випадках, передбачених законом.</p>
<p>
  5.7. Організація не має права отримувати та обробляти персональні дані Клієнта про його расову, національну приналежність, політичні погляди, релігійні або філософські переконання, стан здоров'я, інтимне життя.
</p>
<p>&nbsp;</p>
<p>
  <strong>6. ЗБЕРІГАННЯ ПЕРСОНАЛЬНИХ ДАНИХ</strong>
</p>
<p>
  6.1. Персональні дані Клієнтів на паперових носіях зберігаються в сейфах.
</p>
<p>
  6.2. Персональні дані Клієнтів в електронному вигляді зберігаються в локальній комп’ютерній мережі Компанії, в електронних папках і файлах на сервері Компанії.
</p>
<p>
  6.3. Документи, що містять персональні дані Клієнтів, зберігаються в замкнених шафах (сейфах), що забезпечують захист від несанкціонованого доступу. Наприкінці робочого дня всі документи, що містять персональні дані Клієнтів, розміщуються в шафах (сейфах), що забезпечують захист від несанкціонованого доступу.
</p>
<p>
  6.4. Захист доступу до електронних баз даних, що містять персональні дані Клієнтів, забезпечується:
</p>
<ul>
  <li>
    Використанням ліцензованих антивірусних та антихакерських програм, що не допускають несанкціонований вхід в локальну мережу Компанії.
  </li>
  <li>
    Розмежуванням прав доступу з використанням облікового запису.
  </li>
  <li>
    Системою паролів: на рівні локальної комп’ютерної мережі. Паролі встановлюються Системним адміністратором Компанії та повідомляються індивідуально співробітникам, які мають доступ до персональних даних Клієнтів.
  </li>
</ul>
<p>
  6.5. Несанкціонований вхід у ПК, в яких містяться персональні дані Клієнтів, блокується паролем, який встановлюється Системним адміністратором і не підлягає розголошенню.
</p>
<p>
  6.6. Всі електронні папки та файли, що містять персональні дані Клієнтів, захищаються паролем, який встановлюється безпосереднім користувачем комп’ютера та обов’язково змінюється кожні 90 (дев’яносто) днів, при цьому неможливо використовувати останні введені 5 (п’ять) паролів.
</p>
<p>
  6.7. Копіювати та робити виписки персональних даних Клієнта дозволяється виключно в службових цілях з письмового дозволу Генерального директора Компанії.
</p>
<p>
  6.8. Відповіді на письмові запити інших організацій та установ щодо персональних даних Клієнтів даються лише з письмової згоди самого Клієнта, якщо інше не встановлено законодавством. Відповіді оформлюються в письмовій формі, на бланку Компанії, і в тому обсязі, який дозволяє не розголошувати зайвий обсяг персональних даних Клієнта.
</p>
<p>&nbsp;</p>
<p>
  <strong>7. ПОРЯДОК ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ</strong>
</p>
<p>
  7.1. Суб'єкт персональних даних надає Компанії достовірні відомості про себе.
</p>
<p>
  7.2. До обробки персональних даних Клієнтів можуть мати доступ лише співробітники Компанії, допущені до роботи з персональними даними Клієнта та підписавші Угоду про нерозголошення персональних даних Клієнта.
</p>
<p>
  7.3. Перелік співробітників Компанії, які мають доступ до персональних даних Клієнтів, визначається наказом Генерального директора Компанії.
</p>
<p>
  7.4. Обробка персональних даних Клієнта може здійснюватися виключно з метою встановлених Положенням та дотримання законів і інших нормативно-правових актів РФ.
</p>
<p>
  7.5. При визначенні обсягу та змісту оброблюваних персональних даних Компанія керується Конституцією Російської Федерації, законом про персональні дані та іншими федеральними законами.
</p>
<p>&nbsp;</p>
<p>
  <strong>8. БЕЗПЕКА</strong>
</p>
<p>
  8.1. Компанія проводить оцінку шкоди, яка може бути завдана суб'єктам персональних даних і визначає загрози безпеки персональних даних. Відповідно до виявлених актуальних загроз Компанія застосовує необхідні та достатні організаційні та технічні заходи, що включають використання засобів захисту інформації, виявлення фактів несанкціонованого доступу, відновлення персональних даних, встановлення правил доступу до персональних даних, а також контроль і оцінку ефективності застосовуваних заходів.
</p>
<p>
  8.2. У Компанії призначені особи, відповідальні за організацію обробки та забезпечення безпеки персональних даних.
</p>
<p>
  8.3. У Компанії розроблено, доведено до відома співробітників та застосовується в роботі «Положення про персональні дані».
</p>
<p>
  8.4. Компанія постійно підвищує рівень безпеки персональних даних завдяки періодичним внутрішнім аудитам і, при виявленні невідповідностей або слабких місць у захисті, у найкоротші терміни усуває їхні причини.
</p>
<p>
  8.5. Керівництво Компанії усвідомлює необхідність і зацікавлене в забезпеченні належного як з точки зору вимог нормативних документів РФ, так і обґрунтованого з точки зору оцінки ризиків для бізнесу рівня безпеки персональних даних, що обробляються в рамках виконання основних видів діяльності Компанії.
</p>
<p>
  Ці Стандарти є загальнодоступним документом і підлягають розміщенню на офіційному сайті.
</p>
        </div>
      </section>
    </main>
  )
}

export default PersonalDataPolicyPage
